const Map<String, String> ruRU = {
  'onboarding_p1_title': 'Умный Поиск Пиццы 🍕',
  'onboarding_p1_subtitle':
      'Ищите пиццу по любимым ингредиентам! Просто укажите то, что хотите видеть в начинке, и наш умный движок подберет идеальный вариант.',
  'onboarding_p2_title': 'Вкуснейший Каталог 🚀',
  'onboarding_p2_subtitle':
      'Огромный выбор авторских рецептов, полная кастомизация каждого ингредиента и молниеносный заказ прямо к вашему столу!',
  'btn_continue': 'Продолжить',
  'btn_start': 'Начать',
  'home_title': 'Главный Экран 🍕',
  'home_welcome': 'Добро пожаловать в DuckDuckPizza!',
  'home_subtitle': 'Ваша умная пицца на расстоянии одного клика.',
  'home_reset_onboarding': 'Сбросить состояние онбординга',
  'home_onboarding_reset_success':
      'Состояние онбординга успешно сброшено! Перезапустите приложение, чтобы увидеть его снова.',
};
